const qnaList = [
    {
        q: '1. 이번 주말 오랜만에 영화를 보려고 한다! 당신의 선택은?',
        a: [
            {answer: 'a. 팝콘 + 버터구이 오징어 + 콜라 먹으면서 봐야지! 양 손 푸짐하게 준비한다.'},
            {answer: 'b. 아무것도 안 먹어야 영화에 집중이 잘 돼! 오로지 영화에만 집중한다.'}
        ]
    },
    {
        q: '2. 꿈에서 작은 토끼가 구슬을 건네며 당신에게 "이걸 먹으면 다른 차원의 문을 열 수 있어! 그곳에선 꿈도 현실이 되는 곳이야!"라고 말했다 당신은...',
        a: [
            {answer: 'a. 아... 꿈이네'},
            {answer: 'b. 이걸 먹으면 다른 차원의 문이 열린다고? 어떤 곳이지? 너무 궁금한데? 근데 이 구슬 먹을 수 있긴 한 거야?'}
        ]
    },
    {
        q: '오랜만에 혼자 보내는 주말! 오늘은 TV로 어떤 영화를 볼까?',
        a: [
            {answer: 'a. 평화롭고 잔잔한 추억 떠오르는 감성적인 영화'},
            {answer: 'b. 정의롭고 논리적이라 잘 나가는 변호사의 일상을 다룬 영화'}
        ]
    },
    {
        q: '추리 영화를 보며 누가 범인일까 고민중이다. 범인은 바로 너야! 범인의 정체가 드러났다. 당신의 반응은?',
        a: [
            {answer: 'a.역시 나의 추리 실력은 빗나가지 않지.'},
            {answer: 'b. 저 사람이 범인이라고? 반전이 있을 줄 알았는데...'}
        ]
    },
    {
        q: '드라마의 마지막화를 보는 중이다..',
        a: [
            {answer: 'a. 갑자기 저렇게 끝난다고?? 2탄 나오려나!!'},
            {answer: 'b. 내 예상대로 흘러가네. 역시 마무리는 클리셰로 완결이 나야지.'}
        ]       
    },
    {
        q: '연인이 당신에게 편지를 건넸다! 사귀고 처음 받는 연애 편지(두근 두근) 어떤 내용이 있었으면 좋겠는가..?',
        a: [
            {answer: 'a. 지금 느끼는 감정과 가감없는 직관적인 표현으로 적은 편지'},
            {answer: 'b. 미래의 우리의 무습을 그리며 비유적인 표현으로 사랑을 품어낸 편지'}
        ]
    },
    {
        q: '당신이 더 좋아하는 영화 주인공 스타일은?',
        a: [
            {answer: 'a. 어벤져스 같은 세계를 구하는 히어로'},
            {answer: 'b. 조커같은 사연 있는 악당'}
        ]
    },
    {
        q: '신호를 기다리던 당신의 눈 앞에 산신령이 나타났다! "홀홀홀! 정직한 모범 시민이구나. 그래, 내가 초능력을 하나 주마. 무엇을 원하느냐?"라고 묻는다면 당신은...',
        a: [
            {answer: 'a. 초능력이요? 어떤게 가능한데요? 미래로도 갈 수 있나요?'},
            {answer: 'b. 뭐야... 사이빈가..?'}
        ]
    },
    {
        q: '썸남/썸녀가 영화를 같이 보자는데... 어떤 영화를 선택해야 할까?',
        a: [
            {answer: 'a. 같이 웃을 수 있는 영화가 최고지! 코미디 + 로맨스 영화'},
            {answer: 'b. 이 사람과 가치관이 비슷한지 궁금하다. 철학적인 내용의 드라마 영화'}
        ]
    },
    {
        q: '영화가 끝난 후 뒷자리에 앉은 아저씨가 갑자기 기립 박수를 친다! 당신은...',
        a: [
            {answer: 'a. 뭐야 시끄럽게... 얼른 자리를 정리하고 나간다.'},
            {answer: 'b. 진짜 감동이었어ㅠㅠ 나도 같이 기립 박수를 친다.'}
        ]
    },
    {
        q: '영화 속 주인공이 자유를 찾아 자살을 하며 영화가 막을 내린다. 당신이 생각하는 영화의 엔딩은?',
        a: [
            {answer: 'a. 주인공이 이제 자유를 얻었구나. 해피엔딩이다.'},
            {answer: 'b. 주인공이 결국 죽었네... 새드엔딩이다.'}
        ]
    },
    {
        q: '영화가 끝나고 집에 가는 길... 검은 봉고차에서 정장을 입은 사람들이 우수수 내린다. 당신의 반응은?',
        a: [
            {answer: 'a. 멋있다... 배우들인가?'},
            {answer: 'b. 무섭다... 깡패 조직인가?'}
        ]
    }
]
